/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.cancel"               = "Não";
"zanalytics.bug.alert.title"                = "Quer nos contar alguma coisa?";
"zanalytics.feedback.navbar.title.feedback"             = "Feedback";
"zanalytics.feedback.navbar.title.reportbug"            = "Relatar erro";
"zanalytics.feedback.navbar.title.helpme"               = "Ajude-me";

"zanalytics.feedback.navbar.title.systemlogs"             = "Logs do sistema";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "Informações de diagnóstico";

"zanalytics.bug.alert.dontshowagain"            = "Não exibir novamente";
"zanalytics.bug.alert.title.helpme"            = "Ajude-me";

"zanalytics.bug.alert.message.savetolocal"         = "Desculpe. Não foi possível enviar o relatório de bugs, deseja salvar a captura de tela?";



"zanalytics.feedback.email.title"                = "Endereço de e-mail";


"zanalytics.bug.detectscreen.title"       = "Encontrou algo interessante?";

"zanalytics.bug.alert.detectscreen.yes"                      = "Sim";
"zanalytics.bug.alert.detectscreen.no"                       = "Não";

"zanalytics.bug.alert.detectscreen.share" = "Compartilhar";
"zanalytics.bug.alert.detectscreen.dontshow" = "Não pergunte novamente";

"zanalytics.bug.annotate.button.title"                       = "Anote o bug usando as ferramentas abaixo";


"zanalytics.feedback.failed.alert.description" = "Falha ao enviar o feedback, por favor, tente novamente!";


"zanalytics.feedback.success.alert.description" = "Obrigado por enviar seu feedback!";


"zanalytics.feedback.common.alert.title.add.photos" = "Adicionar fotos";
"zanalytics.feedback.common.alert.title.alert" = "Alerta";
"zanalytics.feedback.common.button.title.back" = "Voltar";
"zanalytics.feedback.common.button.title.cancel" = "Cancelar";
"zanalytics.feedback.common.button.title.close" = "Fechar";
"zanalytics.feedback.common.button.title.ok" = "OK";

"zanalytics.feedback.textview.placeholder"           = "Somo ouvintes muito bons. Diga-nos o que você achou!";
"zanalytics.bug.textview.placeholder"           = "Você encontrou algum problema ao usar nosso aplicativo? Fale com a gente.";
"zanalytics.help.textview.placeholder"           = "Tentaremos fazer as coisas direito e ajudá-lo!";

"zanalytics.feedback.add.photos.alert.description" = "Nenhuma foto anexada, abra a galeria de fotos para adicionar mais fotos!";

"zanalytics.feedback.add.photos.alert.open" = "Abrir fotos";


"zanalytics.feedback.access.photos.alert.description" = "O aplicativo %@ não tem acesso a suas fotos.\nPara habilitar o acesso, vá para: Configurações > Privacidade > Fotos > %@";

"zanalytics.feedback.access.photos.alert.settings" = "Configurações";

"zanalytics.feedback.label.title.anonymous" = "Anônimo";

"zanalytics.feedback.navbar.button.title.send" = "Enviar";
"zanalytics.feedback.navbar.button.title.next" = "Próximo";
"zanalytics.feedback.navbar.button.title.done" = "Pronto";
"zanalytics.feedback.navbar.button.title.editphotos" = "Editar fotos";
"zanalytics.feedback.navbar.button.title.addmore" = "Adicionar mais";
"zanalytics.feedback.navbar.button.title.attach" = "Anexar";
"zanalytics.feedback.navbar.button.title.delete" = "Excluir";


"zanalytics.feedback.navbar.title.taptoedit" = "Toque para editar";
"zanalytics.feedback.navbar.title.editor" = "Editor";
"zanalytics.feedback.navbar.title.choosephotos" = "Escolher fotos";
"zanalytics.feedback.navbar.title.selectphotos" = "Selecionar fotos";
"zanalytics.feedback.navbar.title.photoselected" = "Foto selecionada";
"zanalytics.feedback.navbar.title.photosselected" = "Fotos selecionadas";

"zanalytics.feedback.accessory.title.systemlogs" = "Incluir logs do sistema";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Incluir informações de diagnóstico";
"zanalytics.feedback.accessory.button.title.view" = "Exibir";

"zanalytics.feedback.picker.image.notfound" = "Imagens não encontradas";

"zanalytics.feedback.attachments.title" = "Anexos(%i)";

"zanalytics.feedback.privacy.consent.description" = "Recomendamos que você inclua o log do console e as informações de diagnóstico, pois isso ajudará nossos desenvolvedores a entender melhor os comentários que você está compartilhando.";

"zanalytics.feedback.privacy.consent.clogs.title" = "Logs do console";

"zanalytics.feedback.privacy.consent.dinfo.title" = "Informações de diagnóstico";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "Outras informações";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Informação do dispositivo";

"zanalytics.feedback.privacy.consent.cancel" = "Cancelar";

"zanalytics.feedback.privacy.consent.openmailapp" = "Abrir no e-mail";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "Sempre enviar";

